import type { FAQItem } from '@/types'

export const faqs: FAQItem[] = [
	{
		question: 'Могу ли я изменить свой тариф в любое время?',
		answer: 'Да, вы можете в любой момент перейти на другой тариф — как на более высокий, так и на более низкий.'
	},
	{
		question: 'Какие способы оплаты вы принимаете?',
		answer: 'Мы принимаем банковские карты российских и зарубежных банков, а также криптовалюту. Поддерживаются: Visa, Mastercard, Мир, American Express.'
	},
	{
		question: 'Могу ли я отменить подписку в любой момент?',
		answer: 'Конечно. Вы можете приостановить или отменить свою подписку в любое время без штрафов.'
	}
]
